
export const pricings = [
	{
		isPopular: false,
		name: "Үнэгүй эрх",
		pricing: "0₮",
		per: "/сар",
		features: ["Тоглох", "Ранкаа нэмэх", "Энгийн NFT"],
		desc: ` Бүртгүүлээд төлбөргүй тоглох боломжтой.`,
	},
	{
		isPopular: true,
		name: "Үндсэн эрх",
		pricing: "10,000₮",
		per: "/сар",
		features: [
			"Үнэгүй эрхийн бүх боломж",
			"Ховор NFT",
			"Ранкаа 1.5 дахин илүү нэмэх",
			"Өрөө үүсгэх",
		],
		desc: ` Ховор NFT унах магадлал нь өндөр. Өөрөө өрөө үүсгэж найзуудтайгаа тоглох боломжтой.`,
	},
	{
		isPopular: false,
		name: "Про эрх",
		pricing: "15,000₮",
		per: "/сар",
		features: [
			"Үндсэн эрхийн бүх боломж",
			"Тун ховор NFT",
			"Ранкаа 2.5 дахин илүү нэмэх",
			"Өрөө дотроо дуудлага хийх боломж",
		],
		desc: ` Тун ховор NFT унах магадлал өндөр. Өөрөө өрөө үүсгэж найзуудтайгаа дуудлага хийнгээ тоглох боломжтой.`,
	},
];
