export const PAIRS = {
    // 3 боломжит хосууд
    d3c3: 1,   // ♦3 ♣3
    d3h3: 2,   // ♦3 ♥3
    c3h3: 2,   // ♣3 ♥3
    d3s3: 3,   // ♦3 ♠3
    c3s3: 3,   // ♣3 ♠3
    h3s3: 3,   // ♥3 ♠3


    // 4 боломжит хосууд
    d4c4: 4,   // ♦4 ♣4
    d4h4: 5,   // ♦4 ♥4
    c4h4: 5,   // ♣4 ♥4
    d4s4: 6,   // ♦4 ♠4
    c4s4: 6,   // ♣4 ♠4
    h4s4: 6,   // ♥4 ♠4


    // 5 боломжит хосууд
    d5c5: 7,   // ♦5 ♣5
    d5h5: 8,   // ♦5 ♥5
    c5h5: 8,   // ♣5 ♥5
    d5s5: 9,   // ♦5 ♠5
    c5s5: 9,   // ♣5 ♠5
    h5s5: 9,   // ♥5 ♠5


    // 6 боломжит хосууд
    d6c6: 10,   // ♦6 ♣6
    d6h6: 11,   // ♦6 ♥6
    c6h6: 11,   // ♣6 ♥6
    d6s6: 12,   // ♦6 ♠6
    c6s6: 12,   // ♣6 ♠6
    h6s6: 12,   // ♥6 ♠6


    // 7 боломжит хосууд
    d7c7: 13,   // ♦7 ♣7
    d7h7: 14,   // ♦7 ♥7
    c7h7: 14,   // ♣7 ♥7
    d7s7: 15,   // ♦7 ♠7
    c7s7: 15,   // ♣7 ♠7
    h7s7: 15,   // ♥7 ♠7


    // 8 боломжит хосууд
    d8c8: 16,   // ♦8 ♣8
    d8h8: 17,   // ♦8 ♥8
    c8h8: 17,   // ♣8 ♥8
    d8s8: 18,   // ♦8 ♠8
    c8s8: 18,   // ♣8 ♠8
    h8s8: 18,   // ♥8 ♠8


    // 9 боломжит хосууд
    d9c9: 19,   // ♦9 ♣9
    d9h9: 20,   // ♦9 ♥9
    c9h9: 20,   // ♣9 ♥9
    d9s9: 21,   // ♦9 ♠9
    c9s9: 21,   // ♣9 ♠9
    h9s9: 21,   // ♥9 ♠9


    // 10 боломжит хосууд
    d10c10: 22,   // ♦10 ♣10
    d10h10: 23,   // ♦10 ♥10
    c10h10: 23,   // ♣10 ♥10
    d10s10: 24,   // ♦10 ♠10
    c10s10: 24,   // ♣10 ♠10
    h10s10: 24,   // ♥10 ♠10


    // j боломжит хосууд
    djcj: 25,   // ♦j ♣j
    djhj: 26,   // ♦j ♥j
    cjhj: 26,   // ♣j ♥j
    djsj: 27,   // ♦j ♠j
    cjsj: 27,   // ♣j ♠j
    hjsj: 27,   // ♥j ♠j


    // q боломжит хосууд
    dqcq: 28,   // ♦q ♣q
    dqhq: 29,   // ♦q ♥q
    cqhq: 29,   // ♣q ♥q
    dqsq: 30,   // ♦q ♠q
    cqsq: 30,   // ♣q ♠q
    hqsq: 30,   // ♥q ♠q


    // k боломжит хосууд
    dkck: 31,   // ♦k ♣k
    dkhk: 32,   // ♦k ♥k
    ckhk: 32,   // ♣k ♥k
    dksk: 33,   // ♦k ♠k
    cksk: 33,   // ♣k ♠k
    hksk: 33,   // ♥k ♠k


    // a боломжит хосууд
    daca: 34,   // ♦a ♣a
    daha: 35,   // ♦a ♥a
    caha: 35,   // ♣a ♥a
    dasa: 36,   // ♦a ♠a
    casa: 36,   // ♣a ♠a
    hasa: 36,   // ♥a ♠a


    // 2 боломжит хосууд
    d2c2: 37,   // ♦2 ♣2
    d2h2: 38,   // ♦2 ♥2
    c2h2: 38,   // ♣2 ♥2
    d2s2: 39,   // ♦2 ♠2
    c2s2: 39,   // ♣2 ♠2
    h2s2: 39,   // ♥2 ♠2
}
